package com.pudge.lollipopmaterial;

/**
 * Created by Dai.L on 2015/11/11.
 */
public class DotaHeros {

    public static final int[] iHerosIcon = { R.drawable.pudge_hphover, R.drawable.ogre_magi_hphover,
            R.drawable.nyx_assassin_hphover, R.drawable.kunkka_hphover, R.drawable.silencer_hphover,
            R.drawable.abaddon_hphover, R.drawable.axe_hphover, R.drawable.windrunner_hphover,
            R.drawable.sniper_hphover, R.drawable.beastmaster_hphover, R.drawable.tiny_hphover,
            R.drawable.phantom_assassin_hphover, R.drawable.antimage_hphover, R.drawable.medusa_hphover,
            R.drawable.meepo_hphover, R.drawable.nevermore_hphover, R.drawable.rattletrap_hphover,
            R.drawable.terrorblade_hphover, R.drawable.tinker_hphover, R.drawable.tidehunter_hphover};

    public static final String[] sHerosName = {"屠夫", "蓝胖", "小强", "船长", "沉默", "死骑",
            "斧王", "风行者", "火枪", "兽王", "小小", "幻刺", "敌法", "美杜莎", "地卜师", "影魔",
            "发条", "大恶魔", "修补匠", "潮汐"};

    public static final String[] mHerosInfo = {
            "在与囚尸岭南部遥遥相望的戮尽之地，一个肥胖的身影在夜晚不知疲倦地工作着——肢解、开膛、堆积死人的四肢和内脏，一切都是为了在黎明前把战场打扫干净。在这个被诅咒的区域，尸体不会腐烂或者分解，虽然不会复活，但无论你把坟墓挖的多深，它们都会返回地面。屠夫帕吉的身边总是围绕着一群食腐鸟类，他为它们切好大小能够塞进鸟嘴的肉块，时间久了，他的技术也越来越成熟。嗖嗖嗖...嗖嗖嗖...唰...肉块就从骨头上掉下来，肌腱和韧带像湿纸一样被剥离。帕吉的兴趣在一开始只是屠宰，但时间一长，他对食尸也产生了兴趣。刚开始时只是这里吃一小块肉，那里小嗫一口血...但很快他就开始了自己的饕餮盛举，即使是躯干上最硬的部位他也津津有味的品尝。就算是那些在面对掠夺者时都毫无惧色的人们，看到屠夫，也是异常恐惧。",
            "普通食人魔的愚蠢正是一句俗话“蠢的像一袋石头一样”所形容的。在自然状况下，一只食人魔完全没有能力做任何事或下决定。他们不仅邋遢至极，有时一只食人魔还会发现自己吃完一头动物后居然被困在它的皮囊里。食人魔并非社会性生物，经常有人发现他们大岩石或者树桩亲昵的依偎在一起，显然是将这些东西错认成了他们的同类（这也许可以解释食人魔的低繁殖率）。然而，每一世代的食人魔中，都会诞生一只双头的食人魔魔法师，一出生就会立刻被授予传统名字：阿格隆·碎石者，这个名字属于它们种族历史上第一个以及或许是每一世代中唯一有智慧的食人魔。有两个脑袋的食人魔魔法师发现他可以比其他只有一个脑袋的生物更高效的行事。尽管食人魔魔法师无法赢得任何辩论（即使和它自己），但它天生就属于傻人有傻福，这命运中的意外收获让这个无法供养自己的种族在敌人的威胁和恶劣的天气下能繁荣起来。就好像是幸运女神对这个平均智商低下的种族的特别眷顾一样，她赐予了他们食人魔法师。她还能怎样呢？真是可怜的家伙们。",
            "在秘湮学院的禁断圣所中，在那些研究龙类遗传学论文和艰深晦涩的咒语书之间，藏有一本记录着古代昆虫学的珍贵书籍。这本凝聚了学者们心血的书里面记录了一种天生具有读心术的狂热圣甲虫，这种具有社会性的昆虫在七个位面的所以世界中都是独一无二的。和他领地中的其他幼虫不一样的是，司夜刺客的变形并不是被那种工兵般无聊乏味的思想所引领的。他的变化很特别，受到了夜神妮克丝的恩赐。他是天选者，被女神从万千族人中挑选出来并赐予了女神精华。他的族人大多都在虫后密室的黑暗祝福下死去，而后他出现了，有着犀利的读心术，尖刀般锋利的爪子和剃刀一样的下颚，通过空气感知着他身边的那些同类的想法。在所有的狂热圣甲虫中，只有他被最高存在召唤。在妮克丝的恩惠下，他变体了，重生了，被赋予了各种能力，去完成他的创造者唯一的要求：以女神之名杀戮。",
            "洪流恶魔一直都在计划抢夺人类的土地，而作为强大的铁帆海军的舰队指挥官，昆卡则担负着守卫他祖国小岛的使命。在恶魔多年的小规模突击和越来越大胆的毁灭性攻击后，恶魔的舰队终于包围了战栗之岛。绝望之下，铁帆舰队的魔法师使用了自杀性的终极杀招，召唤了一群不分敌我的先祖灵魂来保护舰队。这刚好能够扭转与恶魔对峙的局势。昆卡看着他的战舰一艘接一艘被击沉的同时，先祖也在慢慢消耗掉恶魔的舰队，这让他感到很满意。但在战斗最激烈的时候，人类、恶魔、先祖灵魂的冲突惹恼了沉睡在深海的第四股势力。残留不多的舰队旁喷出了高耸的海浪，深渊触手——麦尔朗恩在战场中出现了。他的触须在船只间移动，把人类和恶魔的舰船拖卷在一起，水和风被搅动成狂怒的混沌。没有人能说清那场严酷的风暴中到底发生了什么。洪流恶魔放弃了进攻，怒吼着逃入了虚空。昆卡则晋升为海军上将，但他只有一艘船，一艘不断重演它最终毁灭场面的幽灵船。然而谁都说不准他是否还活着。即使是麦尔朗恩的召唤者潮汐猎人，也不能确定。",
            "作为一支精心呵护的传承血脉中第七代也是最后一代的成员，诺崇从小就被一个叫做风蚀之寒的古老组织抚养，为的是让他成为世界上技艺空前的大魔法师。他就是预言中那个天选者，两百年来，先人在配偶和繁衍时谨慎无比，积累了数代的优秀血统，就是要培养出一个能够为组织带来无上荣誉的战斗法师，同时，毁灭他们的死敌：教会骑士团。组织在哈扎达尔废墟旁的山上的一个隐秘营地中抚养着一群和诺崇一样年轻的法师，导师们一直在等着诺崇展现自己独特的天赋。然而，就当其他学徒都开始施展并提升自己的火系、冰系、变形系魔法的时候，诺崇仍然是沉默的坐在那里，其貌不扬，连变形术都不会。随着最终考核日的临近，他身上仍然一点魔力都没有。导师们厌恶地斥责了他，其他人则大声的嘲笑着。“你根本不是法师。”组织的领袖大声的宣布。然而，诺崇并没有灰溜溜的走掉。他进入了比赛场，俯视着那些嘲笑他的年轻法师们，随后，他让这些人以及他们的导师们明白了一个重要的道理：魔法之极，唯寂方至。诺崇将那些所谓的天才法师们一个接一个的沉默，让他们不得不和他近身搏斗，直到最后，赛场中站着的只有他一个人，正如预言所说，他是风蚀之寒的首席法师。随后，他走出群山，走进大陆，现在的他有一个全新的名字：沉默术士，一切魔法，遭遇了他，都将归于寂静。",
            "魔霭圣池，一个处于原初群石的裂缝，从中带有先兆力量的蒸汽不断溢出，作为家族力量的源泉，已经惠及数个世代。在居住于洞穴中的魔霭家族，每个新生儿都会在暗黑迷雾中接受沐浴，经过这样的洗礼，他们与大陆的神秘力量获得了内在的联系。随着他们长大，内心坚信自己的使命是誓死保护世袭的传统和领域的风俗——实际上他们守护的不过就是圣池本身。而迷雾的作用原理尚不明朗。当初生的亚巴顿沐浴在圣池中时，众人都表示事情并不对劲。孩子的双眼里闪耀出洞察之光，在场所有人都大吃一惊，神父们纷纷交头接耳。而他之后的成长道路与所有魔霭族裔的传人并无差别——为战争接受训练，在危机时刻需要他挺身而出，率领家族的军队守卫先祖的大陆。但是亚巴顿总是特立独行。其他人挥着武器训练时，他喜欢在迷雾前沉思。他饱吸从圣池中涌出的蒸汽，开始学习将自己的灵魂与家族深处流出的力量相融合；他变成了被暗黑迷雾笼罩的怪物。魔霭家族怨气冲天——不论老小都谴责他对自己的责任视而不见。但是亚巴顿驾临战场时，不满全都烟消云散，他们目睹了迷雾的强大力量让他恣意挥洒着生杀大权，族内任何领主都是望尘莫及。",
            "作为红雾军团的一名步兵，蒙哥可汗的目标是成为红雾军团的将军。在一场又一场的战斗中，他用血腥的战果证明了自己的价值。他毫不犹豫杀死上级的行为帮助了他的晋升。在七年的千湖之境战役中，他用光荣的杀戮给自己带来了荣誉，他的声望比从前更耀眼了，但他身边的战友也在一个个的减少。在最终战胜的夜晚，蒙哥可汗宣布他为红雾军团的新将军，并冠以自身“斧王”的头衔。但他的军队却只有他一人，虽然许多人是战死的，但更多人则是死在斧王的刃下。不用说，现在大多数战士都在回避他作为领导者。但这对斧王来说不算什么，因为他的军队只需要他一个人就够了。",
            "西部森林中隐藏了无数的秘密。其中之一就是受到风神眷顾的森林弓箭大师莱瑞蕾。风行者莱瑞蕾的家人在她出生那夜的暴风雨中全部去世了，狂风摧毁了他们的房屋，一切都化为乌有。只有还是婴儿的风行者在充满死亡和破坏的瓦屑中幸存了下来。暴风雨平静下来后，自然之风注意到了这个在草地中哭泣的幸运儿。风很怜悯这个孩子，便将她抬起，放到一户邻居的门前台阶上。之后的岁月里，风会时不时回来看下这个孩子的生活，从远处看着她磨练自己的技术。现在，经过多年的训练，风行者射出的箭矢百步穿杨。她迅捷的步伐让人难以看清，犹如背后有风在推动。风行者用飓风般的箭矢群杀戮敌人，她几乎已成为自然之力本身。",
            "卡德尔·鹰眼出生在诺伦山脉的山谷中，这里的住民从太古以来就靠猎杀居住在村庄上方悬崖上的一种奇怪生物为生，他们从远距离杀死这种叫峭壁潜行兽的生物，然后收集他们掉下来的尸体。鹰眼是这些怪异住民中其中最棒的射手之一，对他来说，枪械是他身体的一部分，射击就和触摸一样自然。在征召之日，他即将在村庄中获得完全的地位时，他经历了古老的考验：从谷底一击射下一头悬崖上的潜行兽。打空则是耻辱。在全体村民的注视下，鹰眼射击了。一头潜行兽掉下来了；人群欢呼了。但当尸体被收起时，整个村子都沉默了，长老发现子弹穿过了潜行兽中间的眼睛后，紧紧的卡在了它的下颚骨中。这个凶兆正是黑暗预言的开端所描述的，按预言中所说，射出这发子弹的枪手将成为伟大的人，但也将被流放。狙击手鹰眼因此离开了他的人民，被他自己的技术所诅咒，在剩下的预言实现前不得回来，他必须成为战场上的传说。",
            "卡洛克自出生伊始就被当做兽婴。他的母亲在他出生时就死去；他的父亲是斯洛姆末代帝王的马蹄铁匠，在他五岁时被马群践踏致死。后来，卡洛克将自己卖到国王的动物园干活，在那里，他和宫廷里面饲养的狮子，猩猩，野鹿以及其他一些很少见的甚至传说中的野兽一起长大。在他七岁那年，一个冒险者带着一只没人见过的野兽来觐见国王。当这只野兽被国王的链条锁住的时候，它说话了，乞求自由，然而它的嘴并没有张开。国王大笑，命令野兽表演助兴，遭到拒绝以后，国王用他的疯狂权杖狠狠的抽打了野兽，并把它关在了兽栏里面。接下来的几个月里，卡洛克每天都给这个受伤的野兽偷偷的带去食物和药物，然而这一切只能减缓野兽的死亡。这只野兽和卡洛克开始了交流，无言的交流，他们之间的情感纽带也随着时间的推移而加深，最后卡洛克发现他竟然能够和宫廷动物园里面的所有动物交流。在那只野兽死去的晚上，卡洛克狂怒无比，他煽动了所有的动物一起反叛，并且将它们的笼子打开，在宫廷广场上大开杀戒。末代帝王在动乱中受伤。在混乱之中，一只皇家雄鹿在这个救了它的男孩面前屈膝，让他以兽王的身份骑上它，带他跃过了堡垒的高墙，逃出生天。现在，兽王卡洛克已经成长为一个男子汉，并且仍然能够自由的和野生动物交谈。他已经成为了拥有自然狂猛野性的战士。",
            "以一团石头的形式出现的生命体，小小不断思索他的起源，但这始终是个谜。现在的他是个石巨人，但过去是什么呢？从土傀儡的脚后跟掉落的碎片？从制造石像鬼的工房被打扫出来的碎屑？神圣预言石的表层之砂？受到强烈的好奇心驱使，他不知疲倦的环游世界，寻找着他的起源，他的出身，和他的种族。在旅途中，他变得越来越庞大，不过路上的风雨吹打掉了他身上的石头，所以他不停的吸收新的岩石，永远在长大。",
            "通过占卜和预见，魅影之纱一直严格的甄选一些婴儿来抚养成人，成为她们的刺客。这是一个将刺杀视作神圣的自然法则的女刺客同盟。魅影之纱通过冥想和神谕来确定他们的暗杀目标。她们不被任何条款所束缚，也从不因为政治斗争或者金钱利益刺杀。她们的刺杀完全没有时间规律，似乎是随性为之：不管你是手握大权，还是平凡农夫，对她们来说，你的死法都是一样的。即使这些刺杀行为有一个固定的套路，那也是只有组织成员才知道。她们把目标看做必要的牺牲品，而死亡则是荣耀加身。作为幻影刺客，她们的身份从小就只有组织内的人才知道，而任何一个幻影刺客都能填补另一个的空缺；她们甚至连代号都不为人知。也许成员有很多，也许只有几个。那谜样面纱之下的真相无人知晓。只有一个，在四下无人之时，那面纱会时不时的被隐秘低语所拂动，低语中，是她自己的名字：茉崔蒂。",
            "当山下的王国被潮水般的侵略者们横扫的时候，星隐寺的僧侣们只是在山上默默的注视着那崎岖的山谷。苦行且务实的他们在偏远高山的寺院里，独自沉浸在远离尘嚣的冥想中，不受任何魔法元素或者神灵的干扰。然而，死亡之神的军队来了，带着摧毁所有信仰，并让当地人转而信奉死亡之神的虚无主义。带着他们千年的战乱和血雨腥风，死亡军团将他们打败的敌人的灵魂和尸骨撕裂，用这种恐怖来摧毁星隐寺的信仰。面对此等攻击，寺院只坚持了不到两个星期，甚至还有一些刚从冥想中醒来的僧侣认为，这些入侵者不过是恶魔用来干扰他们冥想的幻象，于是他们死在了自己的冥想垫上。只有一个人幸免于难，他是来星隐寺寻求智慧，却尚未得到寺院认可的侍僧。他惊恐的看着自己曾经侍奉过的僧侣们被杀，然后又被复活成为死亡之神的祭司。带着星隐寺残存的珍贵教义卷轴，他艰难的到达了一个相对安全的地方，他发誓，不仅要消灭死亡之神的魔法师，更要将“魔法”这个词从世上抹去。",
            "无上的力量即为绝伦的美貌。美杜莎的心中一直靠着这样的想法得以慰藉——她在蛇发女妖三姐妹中年纪最小，也是海洋女神的女儿中最为可人的尤物——因为只有她跟姐妹们不一样，她是凡人。这反而救了她的命，那一天，一群蒙面之徒侵入了蛇发女妖居住的领域，将她两个不朽之身的姐姐从家里拖走，对她们的美貌还是泪水都无动于衷。其中一个入侵者也抓住了美杜莎，但是厌恶地看了一眼后就推向了一旁：\"这女的散发着凡胎的臭味。我们可不要。\"美杜莎受尽了凌辱，满腔愤懑地逃向了母亲所在的神庙，在女神面前哭诉自己的遭遇。\"您拒绝赐予我永生—因此我乞求您，赐予我力量！有了力量我就可以去拯救姐姐们，为受到的不公复仇！\"经过长时间的考虑，女神接受了她女儿的请求，美杜莎无与伦比的娇美相貌变成了象征着可怕力量的脸孔。但是她一刻也没有对自己的抉择后悔。她明白，睥睨万物才是值得拥有的美貌—这才是能够改变世界的力量。",
            "对我而言，生活就是你所知和所能发现的一切。当你住在裂影荒墟时，想要找到食物并不是一件容易的事。因此，你需要走捷径，你需要会忽悠，你需要对自己的能力充分了解。有些野兽能够杀掉你，那么你就需要躲开强壮的，捕杀弱小的。在荒墟之上，有过一段往事，一段对某些人意义重大的往事。曾经那里有个宫殿，他们在宫殿里面举行黑暗的仪式，非常邪恶。如果你从仪式中幸存下来，他们还会以击碎水晶的方式将你的灵魂撕裂成碎片。不过他们的艺术成就也很高，比如雕塑之类的。记住这点：如果你在某个时候发现了这些雕塑，一定把他们全拿到市场上去卖掉，然后你接下来的一周都不会饿肚子。如果你走运的话，你可能会发现影墟水晶，那赶紧找人帮你估价，多问问，总有人能帮你找到需要这玩意的疯子买主的。就算别人都不要，你也可以卖给城里的魔导师，他们喜欢这玩意。不过，不管你怎么做，一定要小心这些水晶，这玩意要是在你身上炸开，可是很疼的。",
            "据说影魔奈文摩尔有着一个诗人的灵魂，事实上，他吞噬的诗人灵魂早已成千上万。千百年来，他收集了各式各样的灵魂，包括诗人，牧师，帝王，乞丐，奴隶，哲人，罪犯，当然，还有英雄。他拥有着世间所有种类的灵魂。然而没人知道他收集这些灵魂作何之用。从来没有人得以窥视影魔的魂渊之秘，他从魂渊中伸出灵魂触须，蔓延在精神位面。他是把灵魂一个个吞噬了？还是把灵魂堆积在他的影惧神殿里？又或是将灵魂浸在死灵之池中？难道他仅仅是一个被恶魔傀儡大师操纵着，通过位面裂口进入世界的傀儡？尽管众说纷纭，但根本没有人能看透他那黑暗光环下的层层邪恶。然而，如果你实在是很想知道那些灵魂的归宿，有个办法能帮你达成心愿：凡人，将你的灵魂奉献给影魔，或者等待魔王的收割！",
            "瑞托崔普和狙击手以及修补匠属于同一个分布广泛的种族，和其他许多敏感的族人一样，瑞托崔普用他的智慧和一些小玩意弥补了体型上的矮小。作为一个钟表匠的孙子，瑞托崔普在这个行业当了很多年的学徒，直到战争从山的另一边席卷而来，摧毁了这个从事着与战斗无关的行业的无辜村庄。祖先传下来的村庄变成了满是焦火和黑烟的废墟，\"你的新行业是战斗\"他的父亲临死前留下这样一句话。这个可怜的生意人责备他的工具无法用于战斗，但瑞托崔普从不找借口。在村庄的废墟中埋葬了父亲后，瑞托崔普开始着手将他自己转变为前所未见的最强大的战争道具。他发誓永远不再毫无防备的被抓住，瑞托崔普用他的智慧装配了一套强大的发条动力装甲，这使其它大陆的骑士在他面前就像易拉罐般渺小。现在瑞托崔普全身充满各种装置，小而强大的战士，他埋伏和破坏的技术已经达到了几乎自动化的高效水平。这个死亡工匠的机械可以迅速干掉不够谨慎的敌人，在这个战争时代宣告了新的曙光。是时候让你们见识见识发条技师的厉害了！",
            "恐怖利刃是恶魔中的掠夺者——这个无法无天的魔头就连恶魔都惧怕三分。他曾因对恶魔领主动了贼念，无视了所有规范他行为的基本法则，触犯了七度地狱的所有法规。他被好好上了一课：原来还有比地狱更可怕的地方。接下来是短暂又残酷的审问，最终他被打入了荒邪之狱，这是一个隐藏的位面，恶魔们将它们的同类囚禁在这里。荒邪之狱并不是普通的监狱，这是现实的暗黑镜像，恶魔经过判决都到这里来直视他们自身灵魂中的扭曲倒影。然而恐怖利刃不但没有受苦，反而将自身最邪恶的倒影转化成了操控自如的力量，并将他的恐怖全数释放。",
            "修补匠鲍什的矮小种族以他们独有的智慧、狡猾以及敌视魔法而闻名。出于自傲，他们完全凭借自己的智慧生存，只通过理性的科学方法来合理利用自然的力量。然而，即使是对魔法如此严令禁止，也给他们带来了很多麻烦，这一点鲍什深有体会。作为曾经的自然法则首席研究员，修补匠鲍什在传说中薄雾缭绕的紫罗兰高原建立了一座地下实验室，在那里领导了大量对自然运作规律的研究。出于对魔法师们给世界带来的伤害的鄙夷，鲍什和他的修补匠助手带着高傲，打开了一扇传送门，门的另一端是一个超越了凡人认知能力的国度，于是他们自食恶果。黑色的薄雾从紫罗兰高原的洞穴内升起，将高原覆盖在不断散发出恐怖声音的永恒黑暗中。机智的鲍什带着他的机关装置逃了出来，成了紫罗兰高原事故中唯一生还的修补匠。",
            "人称利维坦的潮汐猎人曾经是沉没之岛的竞技大师，他的行为方式和他的同胞们一样神秘莫测。陆地居民都知道海上航线的重要性，帝国的崛起和衰亡都取决于谁掌控了公海。相比之下，海底航线和南海流民的敌对部族如何通过无数次小规模海底战斗开辟家园的故事，则鲜为人知。在南海人和陆地人那脆弱的协议中，我们可以瞥见这个海底王国的规模，不过他们的政体则显得十分复杂和不透明。利维坦似乎厌倦了这些琐碎的小冲突，便独自离开了，只效忠于他的深海之神-深渊触手麦尔朗恩。现在他在浅滩上独自游弋，寻找路上遇到的人类或者南海人，他对他的宿敌-海军上将昆卡有着一种独特的厌恶，然而他们为何成为敌人，已经和当年的激烈海战一起被遗忘了。"
    };

    public static final String[] mHerosUsage = {
            "先手，Ganker，耐久，控制，爆发",
            "先手，Ganker，耐久，控制，爆发，辅助",
            "先手，Ganker，控制，爆发",
            "先手，Ganker，耐久，控制，爆发，核心",
            "先手，核心，辅助",
            "耐久，辅助，奶妈，支援",
            "先手，Ganker，控制，打野，耐久",
            "先手，Ganker，控制，爆发，辅助，逃生",
            "核心",
            "先手，Ganker，辅助，爆发，耐久，控制",
            "先手，Ganker，核心，耐久，爆发，控制",
            "核心，爆发，逃生",
            "先手，核心，爆发，逃生",
            "核心，控制，耐久，爆发",
            "先手，Ganker，核心，控制，爆发，逃生",
            "核心，爆发",
            "先手，Ganker，控制，耐久",
            "核心，推进",
            "核心，控制，爆发，推进",
            "先手，控制，耐久，Ganker，辅助"
    };

    public static final String[] mHerosFriends = {
            "沉默，全能，莱恩，火枪，主宰，小小",
            "斯文，海民，毒狗，VS",
            "宙斯，卡尔，白牛，先知，女王，小小",
            "毒狗，莱恩，VS，蓝胖，斯文，猛犸，大马",
            "斯文，女王，蓝猫，屠夫，影魔，小牛，猛犸，潮汐，谜团",
            "斧王，哈斯卡，大马，龙骑，大娜迦",
            "死骑，斯文，全能，干扰者，小牛，船长",
            "先知，猛犸，谜团，兽王，沉默，全能",
            "尸王，屠夫，兽王，夜魔，潮汐，全能，死骑",
            "火枪，风行，斯文，莱恩，火女",
            "兽王，莱恩，猛犸，谜团，炸弹人，屠夫，海民",
            "兽王，斯文，猛犸，谜团，莱恩，小y",
            "兽王，莱恩，猛犸，谜团，炸弹人，小y，沉默",
            "沉默，猛犸，谜团，炸弹人，兽王，斯文，全能，死骑",
            "小牛，巫妖，猛犸，谜团，兽王，沉默，斯文，全能",
            "沉默，兽王，蝙蝠，虚空，猛犸，谜团，船长，潮汐",
            "火枪，美杜莎，影魔，沉默，卡尔，鸟人",
            "兽王，小y，莱恩，冰女，VS，屠夫",
            "沉默，兽王，炸弹人，卡尔，宙斯，先知",
            "兔子，斯文，主宰，月骑",
    };
}
